[
  "text-extractor",
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "obsidian-system-dark-mode",
  "obsidian-style-settings",
  "obsidian-rollover-daily-todos",
  "obsidian-regex-replace",
  "obsidian-regex-pipeline",
  "recent-files-obsidian",
  "quickadd",
  "periodic-notes",
  "omnisearch",
  "nldates-obsidian",
  "note-refactor-obsidian",
  "obsidian-local-images",
  "markdown-table-editor",
  "dataview",
  "obsidian-excel-to-markdown-table",
  "calendar",
  "obsidian42-brat",
  "obsidian-auto-link-title",
  "obsidian-minimal-settings",
  "smart-connections",
  "obsidian-custom-frames",
  "claude-threads",
  "kanban-bases-view",
  "linear-integration",
  "obsidian-gdocs-sync",
  "mdx-support"
]